Repository: lemonslady/Letters-To-Aris
Catalog: Escape/*.lproj/Localizable.strings
Languages: it

# Sub1.1
source: What if the person you knew the most, the one you can trust, becomes the stranger?
it: E se la persona che conoscevi meglio, quella di cui ti potevi fidare, diventasse l’estranea?

# Sub1.2
source: What if you can open your eyes and see something no one else ever could?
it: E se potessi aprire gli occhi e vedere qualcosa che nessun altro ha mai potuto osservare?

# Sub1.3
source: Is there a light in the darkness of your mind?
it: C’è della luce nell’oscurità della tua mente?

# Sub2.1
source: The room is calm, a warm ray of sun passes trough the window and warms Aris's eyes. He wakes up to the sensation of it.
it: “Vai avanti, Aris” disse Barbara. Sapeva che l’unica cosa che avrebbe ricordato erano le sue mani, il suo caldo sorriso e la sua voce che chiamava il suo nome.

# Sub2.2
source: Instantly his breath is broken, his heart is pounding. Still his bedroom doesn't look clear to him.
it: L’atmosfera è calma, un caldo raggio di luce passa attraverso la finestra e riscalda gli occhi di Aris. La sensazione del calore lo fa svegliare.

# Sub2.3
source: Was it all a bad dream? No, it couldn’t be.
it: Il suo respiro è spezzato, il suo cuore batte così forte da sembragli uscire fuori dal petto. La stanza gli appare annebbiata.

# Sub3.1
source: He needs to recollect his thoughts, there was a letter he received the day before, but where was it?
it: Ha bisogno mettere insieme i suoi pensieri, c'era una lettera da qualche parte, ma dov'era?

# HTP
source: choose where to look first by pressing the microphone button on the screen, this time you can either choose to look on the night stall, on the bed, or in the drawer
it: Decidi dove vuoi guardare premendo il pulsante del microfono in fondo allo schermo. Questa volta puoi decidere di guardare sul comodino, sul letto o nella cassettiera.

# Sub4.1
source: A night stall with a letter on it. It says it is from Barbara. Will you open it?
it: Un comodino con una lettera. È di Barbara. Vuoi aprirla?

# Sub4.2
source: The bed is empty, Aris starts to regain focus, he’s still seated.
it: Il letto è sgombro, Aris comincia a mettere a fuoco la stanza, è ancora seduto.

# Sub4.3
source: A drawer, do you want to open it?
it: Una cassettiera, vuoi aprirla?

# Sub5.1
source: The letter smells of ambrosia and orange flowers, fragrant and airy. He picks it up, opens it and a mix of emotions almost makes his heart stop.
it: La lettera profuma di ambrosia e fiori d’arancio, fragrante e ariosa. Aris prende la lettera, la apre e un mix di emozioni gli fa quasi fermare il cuore.

# Sub5.2
source: So where do you wanna look now? The bed or the drawer?
it: Dove vuoi guardare ora? Sul letto o sulla cassettiera?

# Sub6.1
source: “It’s from her, but why her after all this time? Hasn’t she found anyone else to do the job? Wasn’t there that kid James, Jayce, or Janine perhaps? Mh...”. Was he worring too much? Maybe it was just a letter to ask him out for a tea, but no. The letter contained a message.
it: “È da parte sua, ma perché proprio lei dopo tutto questo tempo? Non ha trovato nessun altro che faccia questo lavoro? Non c’era quel ragazzo, James, Jayce, Janine forse? Mh...” Ci stava pensando troppo? Forse era solo una lettera per invitarlo a prendere un tè, ma no. La lettera conteneva un messaggio

# Sub7.1
source: “Lighthouse...That can mean only one thing”, Aris thought. They needed his help. It was time to pack.
it: “Faro... Può significare una sola cosa” Aris pensò. Hanno bisogno del suo aiuto. È tempo di partire.

# Sub8.1
source: Aris quickly runs to the nook under the window and picks up his suitcase.
it: Aris si precipita nello scomparto della stanza, sotto la finestra, e prende la sua valigia.

# Sub8.2
source: The suitcase is locked with a combination, a lot of time has passed since his last travel.
it: La valigia è bloccata con una combinazione, è passato molto tempo dal suo ultimo viaggio.

# Sub8.3
source: “Remember Aris“ he whispered. The only way to open the suitcase is to remember the day in which light wins over darkness, some might know it as Saint Lucy's day, but not Aris nor Barbara. What's the date Aris is thinking about?
it: “Cerca di ricordare Aris” sussurrò. L’unico modo per aprire la valigia è ricordare il giorno in cui la luce vince sull’oscurità, alcuni lo conoscono come il giorno di Santa Lucia, ma non Aris e Barbara. Qual è la data a cui sta pensando Aris?

# Sub8.4
source: Franticly, Aris packs his suitcase, nothing too fancy, just the essentials; not to be forgotten are the special documents.
it: Aris prepara freneticamente la valigia, solo l’essenziale; non deve dimenticare i suoi documenti speciali.

# Sub8.5
source: Standing in front of the window Aris remembers they’re on the console, where should his eyes turn to? left or right?
it: Stando davanti alla finestra Aris ricorda che i documenti sono sulla consolle, dove deve voltarsi ora? A destra o a sinistra?

# Sub9.1
source: On his left the consle has a small bowl containing some papers, those are the documents Aris needs, he takes them and closes his suitcase, it's time to go
it: Alla sua sinistra, sulla consolle c'è una piccola ciotola che contiene dei fogli, sono i documenti di cui Aris ha bisogno, li prende e chiude la valigia, è il momento di andare

# Sub9.2
source: A drawer, do you want to open it?
it: Una cassettiera, vuoi aprirla?

# Sub10.1
source: The room starts spinning again, Aris loses focus, he needs to reach the wardrobe and grab the picture
it: La stanza cominncia a girare di nuovo, Aris perde la bussola, ha bisogno di raggiungere il guardaroba e prendere la foto

# Sub10.2
source: Remember the room structure, Aris needs to turn left or right to reach the wardrobe?
it: Ricordando la struttura della stanza, Aris ha bisogno di girarsi a destra o a sinistra?

# Sub11.1
source: He grabs the handle of the wardrobe and opens it up, a picture is hanging from a pile of clothes
it: Aris afferra la maniglia del guardaroba e lo apre, una foto sporge da una pila di vestiti, è il momento di mantenersi forte, recuperare il focus e cominciare il suo viaggio

# Sub12.1
source: Time to hold on, regain focus and start the journey
it: È il momento di tenere duro, ritrovare la concentrazione e iniziare il viaggio.

# Command1.1
source: Night Stall
it: Comodino

# Command1.2
source: Bed
it: Letto

# Command1.3
source: Drawer
it: Cassettiera

# Command2.1
source: Yes
it: Si

# Command3.1
source: Left
it: Sinistra

# Command3.2
source: Right
it: Destra
